import React from 'react'

export default function App() {
  return (
    <div className='w-full h-screen flex items-center justify-center gap-[20px] flex-col bg-green-300'>
      <p>შუა ქალაქში</p>
      <p className='text-center'>„შუა ქალაქში“ — ქართული სიტკომის ჟანრის სერიალი მეგობრების ჯგუფზე, რომლებიც თბილისის ერთ-ერთ უბანში (ვაკეში) ცხოვრობენ. სერიალი დადგმულია სტუდია ღამის შოუს მიერ. სერიალი ექვსი წლის განმავლობაში გადიოდა ტელეკომპანია იმედის ეთერში. პირველი სეზონის პრემიერა გაიმართა 2007 წლის 23 სექტემბერს, ხოლო ბოლო, მეთექვსმეტე სეზონი 2013 წლის 9 ივლისს დასრულდა. 2011 წლის 3 მარტს გამოვიდა მხატვრული ფილმი „10 წლის შემდეგერთხელ შუა ქალაქში10 წლის შემდეგ“. შუა ქალაქში განახლდა 2014 წლის 13 ოქტომბერს როგორც „10 წლის შემდეგ“. მისი ჩვენება 2017 წლის მარტში დასრულდა.

        2023 წლის 25 სექტემბერს, ტელეარხ „იმედზე“ გაეშვა ახალი ტელეშოუ „სტუმრად შუა ქალაქში“, რომლის წამყვანები არიან: ოთარ ტატიშვილი, თათული ედიშერაშვილი, თამუნა ნიკოლაძე და გოგა ბარბაქაძე.</p>
    </div>
  )
}
