import React from 'react'

export default function App() {
  return (
    <div className='w-full h-screen flex items-center justify-center bg-red-300 flex-col gap-[20px]'>
        <p>ქართული ცეკვა</p>
        <p className='text-center'>ქართულ ხალხურ ქორეოგრაფიას მრავალი საუკუნის ისტორია აქვს. ჩვენამდე მოღწეული არქეოლოგიური და უძველესი ლიტერატურული ძეგლებით დასტურდება, რომ ქართული ხალხური ქორეოგრაფიის ისტორიული წინამორბედი ყოფილა სამონადირეო ცეკვა, ნაყოფიერების ღმერთის — მთვარის („შუშპა“) პატივსაცემად შესრულებული რიტუალური ფერხული. უძველესი ფერხულის რიტუალურ ხასიათს ატარებს თრიალეთის გათხრების დროს აღმოჩენილი ვერცხლის ფიალის გამოსახულება (ძვ. წ. II ათასწლეული) — ნიღბებიან მონადირეთა ფერხული, რომელიც ზოგიერთი მეცნიერის აზრით, სვანური ნადირობის ღვთაების — დალისადმი უნდა იყოს მიძღვნილი. სვანეთში დღემდეა შემორჩენილი: „სამონადირეო ფერხული“, „ლემჩილი“, „ბეთქილის ფერხული“ და სხვ. დროთა განმავლობაში პირველყო „ხორუმი“.</p>
    </div>
  )
}
