import React from 'react'

export default function Samsung() {
  return (
    <p>სამსუნგი (სამსუნგ გრუპი) — სამხრეთ კორეის ერთ-ერთი უმსხვილესი სამრეწველო კონცერნი. შეიქმნა 1938 წელს როგორც შიდა ბაზარზე მომუშავე ნედლეულისა და პროდუქტების კომპანია. კომპანია სამსუნგი ახლანდელმა ხელმძღვანელმა, დამაარსებლის უმცროსმა ვაჟმა, საერთაშორისო არენაზე 1980-იან წლებში გამოიყვანა.

    სამსუნგში მსოფლიო მასშტაბით 400 000-ზე მეტი ადამიანი მუშაობს. კომპანია აწარმოებს ავტომობილებს, თვითმფრინავებს, ტექსტილს, ხომალდებს, ქიმიკატებს, ელექტროტექნიკას, მობილურ ტელეფონებს, სასურსათო ნაწარმსა და სხვა. სამხრეთ კორეაში სამსუნგი ფინანსურ საქმიანობასაც ეწევა, აქვს სადაზღვევო კომპანიები. სამხრეთკორეულ ქალაქ სუვონს ხანდახან „სამსუნგ-სითისაც“ უწოდებენ. ქვეყანაში სამსუნგი უმსხვილესი კომპანიაა და საერთო ბიუჯეტის ნახევარს აყალიბებს.</p>
  )
}
