import React from 'react'

export default function TouristAgency() {
  return (
    <p>ტურიზმი — დასვენების, თავისუფალი დროის ხარჯვის ან ბიზნეს მიზნებით მოგზაურობას ნიშნავს. მსოფლიო ტურიზმის ორგანიზაცია ტურისტებს შემდეგნაირად განმარტავს: „ხალხი, რომელიც ტოვებს თავის ჩვეულ გარემოს და მიემგზავრება სხვა ადგილას ერთ თანამიმდევრულ წელზე ნაკლები ხნით, დასვენების, თავისუფალი დროის ხარჯვის ან სხვა მიზნებით.“[1]

    ტურიზმი პოპულარული, გლობალური საქმიანობა გახდა 2010 წელს, მსოფლიო მასშტაბით 940 მილიონი საერთაშორისო ტურისტული ჩასვლა განხორციელდა, რაც 6,6 %-იანი ზრდა იყო 2009 წელთან შედარებით. 2010 წელს, საერთაშორისო ტურიზმიდან მიღებულმა შემოსავლებმა $919 მილიარდი აშშ დოლარი შეადგინა (693 მლრდ ევრო), რაც წინა წელთან შედარებით 4,7 %-იანი ზრდა იყო.[2] 2000-იანი წლების ბოლოს დატრიალებულმა მსოფლიო ფინანსურმა კრიზისმა ტურიზმზე საგრძნობლად უარყოფითად იმოქმედა, დაღმასვლა დაიწყო 2008 წლის ივნისში და ამავე წელს საერთაშორისო ტურისტული ჩასვლების რიცხვმა 2%-ით იკლო.[3] ეს ნეგატიური ტენდენცია კიდევ უფრო ინტენსიური გახდა 2009 წელს, რადგან ბევრ ქვეყანაში იფეთქა H1N1 ვირუსმა, რასაც საერთაშორისო ტურისტული ჩასვლების 4%-იანი კლება მოჰყვა და მან 880 მილიონი შეადგინა, მიღებული შემოსავლები კი 6%-ით შემცირდა.</p>
  )
}
