import React from 'react'

export default function App() {
  return (
    <div className='w-full h-screen flex items-center justify-center bg-orange-500 flex-col gap-[20px]'>
      <p>მანდარინი</p>
      <p className='text-center'>ციტრუსოვან კულტურათა შორის მანდარინი უნშიუ გამოირჩევა შედარებით მაღალი ყინვაგამძლეობით. მანდარინი მსხმოიარობას იწყებს ოკულირებიდან (კვირტით მყნობა) მე-4 წელს. 10-12 წლის ხეების მოსავალმა შეიძლება მიაწიოს 50 ტ ჰა-ზე. მანდარინის ძირითადი ნარგაობა თავმოყრილია საქართველოს შავი ზღვის სანაპიროს სუბტროპიკულ რაიონებში. უმთავრესად კულტივირებულია უნშიუს ჯიში, მცირე რაოდენობით საადრეო ჯიში — კოვანოვასე. მანდარინს უმთავრესად ამრავლებენ ოკულირებით, იშვიათად — კალმის მყნობით. ძირითადი საძირეა ტრიფოლიატა.

საქართველოში 1885 წელს პირველად შემოიტანეს იტალიიდან მანდარინი, რომელმაც სამრეწველო მნიშვნელობა ვერ მიიღო, რადგან დაბალი ყინვაგამძლეობის აღმოჩნდა და ნაყოფი დროზე არ მწიფდებოდა. ის შეცვალა უნშიუმ, რომელიც 1896 წელს შემოიტანეს იაპონიიდან და სწრაფად გავრცელდა. ამჟამად 19 ათ. ჰა ფართობი უკავია და ყოველწლიურად 100-120 ათ. ტ-ზე მეტ მოსავალს იძლევა. მანდარინის პლანტაციებს ძლიერ აზიანებს მავნებლები — ფარიანები და ცრუფარიანები; დაავადებებიდან აღსანიშნავია გუმოზი, ქლოროზი, ანთრაკნოზი, ციტრუსების ბაქტერიული ნეკროზი და სხვა. სამკურნალოდ იყენებენ ბორდოს სითხის 1% ხსნარსა და ცინებს</p>
    </div>
  )
}
