import React from 'react'

export default function Batman() {
  return (
    <p>ბეტმენი (ინგლ. Batman) — გამოგონილი სუპერგმირი, რომელიც DC Comics-ის ამერიკული კომიქსების პერსონაჟია. მისი ავტორები არიან მხატვარი ბობ კეინი და მწერალი ბილ ფინგერი[4][5]. პერსონაჟის დებიუტი შედგა 1939 წელს, „დეტექტიური კომიქსების“ #27 ნომერში. თავდაპირველად ცნობილი უბრალოდ „Bat-Man“-ის სახელით, გმირი აგრეთვე ნახსენებია სხვა ფსევდონიმებით, რომელთა შორის არის „ბნელი რაინდი“, „ბნელი რაინდი დეტექტივი“, „მსოფლიოს საუკეთესო დეტექტივი“ და „მოსასხამიანი ჯვაროსანი“..[6]

    ბეტმენის პიროვნების მიღმა იმალება ბრიუს უეინი, მდიდარი ამერიკელი პლეიბოი, ქველმოქმედი და Wayne Enterprises-ის მფლობელი. მას შემდეგ, რაც ბავშვობაში მის თვალწინ მოკლეს მშობლები, თომას და მართა უეინები, ბრიუსმა სამართლიანობის აღდგენის მიზნით გადაწყვიტა დამნაშავეთა სამყაროსთან ბრძოლა. შემდგომში მან საკუთარი თავი ფიზიკურად და ინტელექტუალურად განავითარა და კრიმინალურ სამყაროსთან საბრძოლველად დაიწყო სპეციალური, ღამურის კოსტიუმის ტარება.[7]</p>
  )
}
