import React from 'react'

export default function Nature() {
  return (
    <p>ბუნება (ლათ. natura, ბერძ. φύσις) — მატერიალური სამყარო, მსოფლიო, მთელი მატერია და ენერგია მის საწყის ფორმაში, მეცნიერული შესწავლის ძირითადი საგანი. ტერმინი ხშირად გამოიყენება ადამიანის არსებობის ბუნებრივი გარემოს მნიშვნელობით (ყველაფერი რაც ჩვენს ირგვლივ გვაკრავს, ადამიანის ხელით შექმნილის გარდა).

    ბუნების ლათინური ეკვივალენტი natura მნიშვნელობით ენათესავება „დაბადებას“, მაშინ როდესაც ბერძნული φύσις (ფიზის) უკავშირდება „ზრდას“. ბუნების სპექტრი მოიცავს ყველაფერს უნივერსალურიდან სუბატომურამდე. მასში შედის ყველაფერი ცხოველური, მცენარეული და მინერალური; ყველა ნატურალური რესურსი და მოვლენა (ქარიშხალი, ჭექა-ქუხილი, მიწისძვრა და მისთ.). ის ასევე მოიცავს ცხოველურ არსებათა ქცევასაც და უსულო საგნებთან დაკავშირებულ პროცესებსაც - თუ რა სახით იცვლება ეს საგნები.</p>
  )
}
