import React from 'react'

const App = () => {
  return (
    <div className='w-full h-screen flex items-center justify-center bg-cyan-400 flex-col gap-[20px]'>
        <h1 className='text-[1.5rem] text-white bg-cyan-700 w-full'>Great White Whale/თეთრი ვეშაპი</h1>
        <p className='text-white bg-blue-400 p-[10px]'>თეთრი ვეშაპი[1] (ლათ. Delphinapterus leucas) — ძუძუმწოვარი ცხოველი კბილიანი ვეშაპების ქვერიგის ნარვალისებრთა (ადრე დელფინისებრთა) ოჯახისა. მისი სხეულის სიგრძეა 6 მ-მდე, მასა 1,5 ტ-მდე. ზრდასრულები თეთრად არიან შეფერილი (აქედან სახელწოდება). გავრცელებულია წრიულპოლარულად, ბინადრობს არქტიკის ზღვებში, გვხვდება ყინულებს შორის. კანს აქვს ფხვიერი ეპიდერმისის სქელი (2 სმ-მდე) ფენა. იკვებება თევზით (მოივა, საიკა, ორაგულისებრნი, ქაშაყისებრნი და მრ. სხვ.), კიბოსნაირებითა და მოლუსკებით. თევზის დევნისას ხშირად შედის დიდ მდინარეებში (ობი, ენისეი, ლენა, ამური და სხვ.); ამურში ხშირად შედის 2000 კმ და მეტზე. ცხოვრობს ჯოგებად (რამდენიმე ათეულიდან ათას სულამდე). ასრულებს რეგულარულ სეზონურ მიგრაციებს. დედალი შობს 140–160 სმ სიგრძის ნაშიერს. თეთრი ვეშაპის შეფერილობა ასაკთან ერთად იცვლება: ახალშობილი ასპიდისფერ-ლურჯია, შემდეგ რუხი, ღია რუხი (ცისფერი); მხოლოდ ზრდასრულები არიან თეთრები. სქესობრივ სიმწიფეს 2–3 წელში აღწევენ. რეწვის ობიექტია, იყენებენ მის ტყავსა და ქონს.[2]</p>
    </div>
  )
}

export default App
