import React from 'react'

export default function App() {
  return (
    <div className='w-full h-screen flex flex-col items-center justify-center bg-yellow-300'>
      <p>ბელგიური ლუდი</p>
      <p className='text-center'>ბელგიური ლუდი — ლუდის სხვადასხვა სახეობები ბელგიაში მკრთალი ლაგერიდან ქარვისფერ ელამდე, ლამბიკის, ფლამანდური წითელი ალეს, კრემისფერი ალეს, ძლიერი ალეს და სტაუტის ჩათვლით. 2016 წელს ბელგიაში დაახლოებით 224 აქტიური ლუდსახარში იყო, საერთაშორისო კომპანიების, ტრადიციული ლუდსახარშების და ტრაპისტების მონასტრების ჩათვლით. საშუალოდ, ბელგიელები ყოველწლიურად 84 ლიტრ ლუდს სვამენ. ლუდის უმეტესობას ყიდულობენ ან მიირთმევენ ბოთლებში, ნაკლებად სარგელობენ ქილით და თითქმის ყველა ლუდს აქვს საკუთარი ბრენდის, ზოგჯერ უნიკალური ფორმის მინა. [1] 2016 წელს იუნესკომ ბელგიური ლუდის კულტურა შეიტანა კაცობრიობის არამატერიალური კულტურული მემკვიდრეობის სიაში . [2]</p>
    </div>
  )
}
