import React from 'react'

export default function App() {
  return (
    <div className='w-full h-screen flex items-center justify-center gap-[20px] flex-col bg-purple-300'>
      <p>იხვნისკარტა </p>
      <p className='text-center'>იხვნისკარტა (ლათ. Ornithorhynchus anatinus) — ძუძუმწოვარი ცხოველი ერთგასავლიანების ქვეკლასისა. მისი სიგრძე 45 სმ აღწევს. აქვს გაბრტყელებული სხეული, მოკლე ფეხები, საცურაო აპკით გაერთიანებული თითები, გრძელი და ბრტყელი რქოვანი ნისკარტი. სხეული შემოსილია უხეში ფაცახით, რომლის ქვეშ ნაზი თივთიკია. ფერად მუქი მურაა. იკვებება ნაირგვარი ცხოველებით. გავრცელებულია ავსტრალიასა და ტასმანიაზე. კარგად ცურავს და ყვინთავს. ბინადრობს სოროში. მრავლდება წელიწადში ერთხელ, დებს 1-2 კვერცხს. ნაშიერს კვებავს რძით.</p>
    </div>
  )
}
