import React from 'react'

const App = () => {
  return (
    <div className='w-full h-screen flex flex-col items-center justify-center gap-[20px] bg-green-300'>
      <h1 className='w-full h-[36px] text-[1.8rem] flex items-center justify-center bg-green-950 text-white'>Sea Turtle / ზღვის კუ</h1>
      <p className='w-[95%] text-center bg-green-600 rounded-[10px] p-[10px]'>ზღვის კუები (ლათ. Chelonioidea), კუების რიგი. შეიცავს 1 ოჯახს საკუთრივ ზღვის კუსებრნს (Cheliniidae). მოზრდილი ცხოველებია, მთელ სიცოცხლეს წყალში ატარებენ. ხმელეთზე ამოდიან მხოლოდ კვერცხის დასადებად. დაბალი ჯავშანი აქვთ. თავის მთლიანად შეწევა ჯავშანში არ შეუძლიათ. კიდურები ფარფლებადაა ქცეული. წინა კიდურები გრძელია. მუცლის ფარი ზურგის ფარისაგან გამოყოფილია. გავრცელებული არიან ტროპიკულ და სუბტროპიკულ ზღვეებში, იშვიათად ზომიერ სარტყელში. არსებობს 4 გვარის თითო სახეობა. ზღვის კუები ასეულ კმ გადიან საკვებისა და გამრავლებისათვის ხელსაყრელი ადგილებისაკენ. დებენ რამდენიმე ათეულიდან 200-მდე და ზოგჯერ მეტ კვერცხს. მწვანე კუ (Chelonia mydas) — ყველაზე დიდია. მათი ჯავშნის სიგრძე 1,4 მ აღწევს, წონა 400 კგ-მდე. იკვებება წყალმცენარეებით. აქვს გემრიელი ხორცი და კვერცხი.</p>
    </div>
  )
}

export default App
