import React from 'react'

export default function App() {
  return (
    <div className='w-full h-screen flex items-center justify-center bg-orange-500 flex-col gap-[20px] text-white'>
      <p>ბოლოკი</p>
      <p className='text-center'>ბოლოკი (ლათ. Raphanus sativus, var. major) — ორწლოვანი ბოსტნეული ძირხვენა მცენარე კომბოსტოსებრთა ოჯახისა. ყვავილედი მტევანი, ნაყოფი — უხსნადი ჭოტი. დამტვერვა ჯვარედინი. ძირხვენა მსხვილია, იწონის 200 გ-იდან 4-5 კგ-მდე, ფორმით მომრგვალო — მოგრძო-კონუსისებრი; კანი თეთრი, შავი, რუხი, ყვითელი, იისფერი ან ღია წითელია.

საჭმელად იყენებენ ნედლად. ძირხვენა შეიცავს ნახშირწყლებს, ცილებს, ცხიმებს, უჯრედისს, ნაცარს, C ვიტამინსა და ფერმენტებს. ხელს უწყობს ნივთიერებათა ცვლას და აუმჯობესებს საჭმლის მონელებას. გავრცელებულია მთელ მსოფლიოში.

საქართველოში დარაიონებული ჯიშებია: „ზამთრის თეთრი“, „ზამთრის შავი“, „ჩინური ადგილობრივი“. ბოლოკს მრავალი კულტურული სახესხვაობა აქვს, ერთ-ერთი მათგანია თვის ბოლოკი.</p>
    </div>
  )
}
