/*
1)დაწერეთ JavaScript ფუნქცია, რომელიც 3 წამში კონსოლში დაბეჭდავს "Hello, World!"-ს setTimeout-ის გამოყენებით.
*/

// setTimeout(() => {
//     console.log('Hello World!')
// }, 3000)

/*
2)შექმენით პროგრამა, რომელიც 1 წამში კონსოლში დაბეჭდავს "პირველი ფრაზა", შემდეგ კიდევ 2 წამში "მეორე ფრაზა".
*/

// setTimeout(() => {
//     console.log("პირველი ფრაზა")
// }, 1000)

// setTimeout(() => {
//     console.log("მეორე ფრაზა")
// }, 2000)

/*
3)დაწერეთ პროგრამა, რომელიც იყენებს setTimeout-ს 1 წამში "1", შემდეგ 1 წამში "2" და შემდეგ "3" კონსოლში დასაბეჭდად.
*/

setTimeout(() => {
    console.log("1")
}, 1000)

setTimeout(() => {
    console.log("2")
}, 2000)

setTimeout(() => {
    console.log("3")
}, 3000);