function App() {

  return (
    <>
          <header>
      <h1 className="title">WikiReact</h1>
      <img src="src/assets/react.svg" className="react" />
      <input type="search" className="searchBar" placeholder="ძიება ვიკიპედია"/>
      <div className="linksDiv">
        <a className="links">შემოწირულობები</a>
        <a className="links">ანგარიშის შექმნა</a>
        <a className="links">შესვლა</a>
      </div>
    </header>
    <main>
      <div className="titleDiv"><p className="context">სტატია</p></div>
      <article>
        <div className="aboutInfoDiv">
          <h1>ხარება და გოგია</h1>
          <p>ხარება ჯიბუტს, რომელიც თავად ყარაშვილთან მსახურობს მოურავად, ბატონი გაკიცხავს გლეხებთან გამოჩენილი ლმობიერების გამო, მისი ვაჟიშვილი კი უსამართლოდ აუშარდება და შეურაცხყოფას მიაყენებს. ხარება ვერ მოუთმენს და ხელს შეუბრუნებს ახალგაზრდა ბატონს. განრისხებული თავადი მის დაპატიმრებას ბრძანებს. ხარება ჩაფრებს გაურბის და დევნის დროს ერთ-ერთ მათგანს ჰკლავს, რის გამოც, იძულებული ხდება ტყეში ყაჩაღად გავარდეს. მას მალევე შეუერთდება ჭიდაობისას გაცნობილი და ძმად შეფიცული ცნობილი ფალავანი გოგია კენკიშვილი, შემდეგ კი სხვებიც მიემატებიან. რაზმელებს მალევე დაუკავშირდება ციმბირიდან გამოქცეული ტერორისტი აქვსენტი სიდამონიძე, რომელიც იარაღით მომარაგებას ჰპირდებათ. ხარება და მისი გუნდი ტყეში დაიდებენ ბინას. ისინი იტაცებენ სახაზინო ფულს, იარაღს, ხოცავენ პოლიციელებს, ფულს ართმევენ მდიდარ ვაჭრებსა და მეცხვარეებს, თუმცა, ღარიბებს არ ერჩიან, ხანდახან ეხმარებიან კიდეც და ამის გამო, მათ ბევრი თანამგრძნობი გამოუჩნდებათ უბრალო ხალხში. პოლიცია ნადირობს ყაჩაღებზე, მაგრამ, მათ ხელში ჩაგდებას ვერ ახერხებს ნაწილობრივ ხალხისაგან ყაჩაღების დახმარების გამო, ნაწილობრივ კი იმიტომაც, რომ მაზრის უფროსის მოადგილე ვოლხოვსკი ხარებას და მის რაზმელებს უსამართლობასთან მებრძოლ ხალხად თვლის და მათ მიმართ რადიკალური ზომების გატარებას ერიდება. ერთხელ, ანდრონიკაშვილებთან სტუმრობის დროს, მათ მიპატიჟებასაც კი სთავაზობს მასპინძელს. ხარება და მისი რაზმელები იღებენ მიპატიჟებას, რიც შედეგადაც ყაჩაღები და ხელისუფლების წარმომადგენლები ერთ სუფრასთან აღმოჩნდებიან. თუმცა, ცხადია, ხელისუფლების მაღალ ეშელონებში ვერ ეგუებიან ასეთ მდგომარეობას. მაზრის უფროს ბარათოვს უკანასკნელ გაფრთხილებას აძლევენ, ვოლხოვსკის თანამდებობიდან ხსნიან, ხოლო ყაჩაღთა ჯგუფის გასანადგურებლად კი დამსჯელ რაზმს აგზავნიან, შტაბსკაპიტან ახვლედიანის მეთაურობით. ახვლედიანი ტახტის ერთგული მსახურია და არაფერს ერიდება მიზნის მისაღწევად. ის ყაჩაღებს ოჯახების ამოწყვეტით ემუქრება. ხალხის დაშინების, დასჯის, მოსყიდვისა და გადაბირების მეშვეობით მოახერხებს რაზმის განდევნას, ალყაში მოქცევასა და განადგურებას.

როლებში</p>
        </div>
        <section>
          <section className="innerSection">
            <img src="src/assets/Xareba_da_gogia.jpg"/>
            <p>ხარება და გოგია</p>
            <p>გამოსვლის თარიღი: 1987</p>
            <p>ენა: ქართული</p>
          </section>
        </section>
      </article>
    </main>
    </>
  )
}

export default App